Revit 2027 API
ParameterTypeId.StructuralSectionCommonCentroidVertical Property
 "Centroid Vertical"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonCentroidVertical { get; }
Public Shared ReadOnly Property StructuralSectionCommonCentroidVertical As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonCentroidVertical {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonCentroidVertical : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace